Revit 2027 API
UnitTypeId.Bars Property
 Bars.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Bars { get; }
Public Shared ReadOnly Property Bars As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Bars {
	ForgeTypeId^ get ();
}
static member Bars : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace